const data=[
    {
      "id": 1,
      "name": "பொன்னியின் செல்வன்",
      "author": "கல்கி கிருஷ்ணமூர்த்தி",
      "price": 250
    },
    {
      "id": 2,
      "name": "இந்திய வரலாறு",
      "author": "ஜவகர்லால் நெரூ",
      "price": 300
    },
    {
      "id": 3,
      "name": "நீலக் காயங்கள்",
      "author": "ராஜம் குணசேகரன்",
      "price": 180
    },
    {
      "id": 4,
      "name": "விஞ்ஞானத்தின் பாரம்பரியம்",
      "author": "ஆலம் இப்ராஹிம்",
      "price": 350
    },
    {
      "id": 5,
      "name": "உறவின் உலகம்",
      "author": "அகிலாண்டன்",
      "price": 200
    },
    {
      "id": 6,
      "name": "பட்டினத்தாய் பிடித்தது",
      "author": "சுஜாதா",
      "price": 280
    },
    {
      "id": 7,
      "name": "சீரியன் சிறுகதைகள்",
      "author": "சுஜாதா",
      "price": 320
    },
    {
      "id": 8,
      "name": "அக்னிமேதை",
      "author": "சுஜாதா",
      "price": 220
    },
    {
      "id": 9,
      "name": "தேன்மாங்காய்",
      "author": "சுஜாதா",
      "price": 190
    },
    {
      "id": 10,
      "name": "விடுதலைவி சிறுகதைகள்",
      "author": "சுஜாதா",
      "price": 240
    },
    {
      "id": 11,
      "name": "வாரணர் கோபுரம்",
      "author": "பாரதிதாசன்",
      "price": 340
    },
    {
      "id": 12,
      "name": "வரகத்தின் சாடல்",
      "author": "பாரதிதாசன்",
      "price": 280
    }
  ]
  